Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: These networks are used by all of the factions, as reputation can affect your social activities in capitalist economies as well.
fr_fr: Ces réseaux sont utilisées par toutes les factions, car la réputation peut également affecter vos activités sociales dans une économie capitaliste.

source: The primary reputation networks include:
fr_fr: Les principaux réseaux réputationnels incluent:

source: The @-list: the Circle-A list for anarchists, Bar- soomians, Extropians, scum, and Titanians, noted as @-rep.
fr_fr: La liste @: la liste Arobase est utilisée par les anarchistes, les Barsoomiens, les Extropiens, la racaille et les Titaniens, notée comme @-rep.

source: CivicNet: used by the Jovian Republic, Lunar- Lagrange Alliance, Morningstar Constellation, Planetary Consortium, and many hypercorps, referred to as c-rep.
fr_fr: CivicNet: utilisée par la République Jovienne, l'Alliance Lunaire-Lagrange, la Constellation Morningstar, le Consortium Planétaire et beaucoup d'hypercorp et est référencé comme c-rep.

source: EcoWave: used by nano-ecologists, preservation- ists, and reclaimers, referred to as e-rep.
fr_fr: EcoWave: utilisé par les nano-écologistes, les préservationnistes et les réclamationnistes, est référencé comme e-rep.

source: Fame: the seen-and-be-seen network used by socialites, artists, glitterati, and media, referred to as f-rep.
fr_fr: Fame: le réseau pour voir et être vu utilisés par les élites, les artistes, les célébrités et les médias, référencé comme f-rep.

source: Guanxi: used by the triads and numerous crimi- nal entities, referred to as g-rep.
fr_fr: Guanxi: utilisé par les triades et de nombreuses entités criminelles, référencé en tant que g-rep.

source: The Eye: used by Firewall, noted as i-rep.
fr_fr: L'Œil: utilisé par Firewall, référencé comme i-rep.

source: RNA: Research Network Affiliation, used by ar- gonauts, technologists, scientists, and researchers, referred to as r-rep.
fr_fr: RRA: Réseau de Recherche Affilié, utilisé par les argonautes, les technologistes, les scientifiques et les chercheurs, référencé comme r-rep.

source: Reputation is rated from 0-99.
fr_fr: La Réputation est notée de 0 à 99.

source: Depending on your background and faction, you may start with a Rep score in one or more networks.
fr_fr: En fonction de votre historique et de votre faction, vous pouvez démarrer avec un score de Rep dans un réseau ou plus.

source: This can be bolstered through spending customization points during character creation.
fr_fr: Ils peuvent être amélioré par des points de personnalisations pendant la création du personnage.

source: During game play, your Rep scores will depend entirely on your character's actions.
fr_fr: Pendant le jeu, votre score de Rep dépendra entièrement des actions de votre personnage.

source: For more information, see Reputation and Social Networks, p.
fr_fr: Pour plus d'information, voir Réputations et Réseaux Sociaux, p.

source: Note that each Rep score is tied to a particular identity.
fr_fr: Notez que chaque score de Rep est lié à une identité particulière.

source: Gear is all of the equipment your character owns and keeps on their person, from weapons and armor to clothing and electronics.
fr_fr: Le matériel regroupe tout l'équipement que votre personnage possède et qu'il garde sur eux, depuis les armes et les armures à l'habillement et à l'électronique.

source: You buy gear for your character with customization points during character creation (see p.
fr_fr: Vous achetez votre équipement avec les points de personnalisation pendant la création de personnage (voir p.

source: 136) and in the game with Credit or Rep.
fr_fr: 136) et pendant le jeu avec du Credit ou de la Rep.

source: Certain restricted, illegal, or hard-to-find items may require special efforts to obtain (see Acquiring Gear, p.
fr_fr: Certains objets restreints, illégaux ou difficiles à trouver peuvent nécessiter des efforts particulier pour les obtenirs (voir Acquérir du Matériel, p.

source: If you have access to a nanofabricator, you may be able to simply build gear, presuming you have the proper blueprints (see Nanofabrication, p.
fr_fr: Si vous avez accès à un nanofabeur, vous pouvez simplement construire du matériel, si vous possédez le plan adéquat (voir Nanofabrication, p.

source: For a complete listing of equipment options, see the Gear chapter, p.
fr_fr: Pour un listing complet d'options d'équipement, voir le chapitre Matériel, p.

source: Even among the remaining capitalist economies, prices can vary drastically.
fr_fr: Même parmi les restes de l'économie capitaliste, les prix peuvent varier drastiquement.

source: To represent this, all gear falls into a cost category.
fr_fr: Pour représenter ce fait, tout le matériel tombe dans une catégorie de prix.

source: Each category defines a range of costs, so the gamemaster can adjust the prices of individual items as appropriate to the situation.
fr_fr: Chaque catégorie définit une gamme de prix, pour que le maître de jeu puisse ajuster le prix de chaque élément de manière appropriée à la situation.

source: Each category also lists an average price for that category, which is used during character generation and any time the gamemaster wants to keep costs simple.
fr_fr: Chaque catégorie liste également le prix moyen pour cette catégorie, qui est utilisé pour la création de personnage et à n'importe quel moment où le maître de jeu désire garder la gestion des prix de manière simplifiée.

source: See the Gear Costs table on p.
fr_fr: Voir la table des Coûts du Matériel à la p.

source: Implants include cybernetic, bionic, genetech, and nanoware enhancements to your character's morph (or mechanical enhancements in the case of a synthetic shell).
fr_fr: Les implants incluent les améliorations cybernétique et bionique, la génétech et le nanoware (ou les améliorations mécaniques dans le cas des coques synthétiques) installées dans la morph de votre personnage.

source: These implants may give your character special abilities or modify their stats, skills, or traits.
fr_fr: Ces implants peuvent donner à votre personnage des capacités spéciales ou modifier ses stats, ses compétences ou ses traits.

source: Some morphs come pre-equipped with implants, as noted in their descriptions (see p.
fr_fr: Certaines morphs sont pré-équipées avec des implants, tel que noté dans leur description (voir p.

source: You may also special- order morphs with specific implants (see Morph Acquisition, p.
fr_fr: Vous pouvez également passer des commandes spéciales pour obtenir des implants sépcifiques dans votre morph (voir Acquérir une Morph, p.

source: If you want to upgrade a morph you are already in, you can undergo surgery or other treatments to have an enhancement installed (see Healing Vats, p.
fr_fr: Si vous voulez améliorer une morph que vous occupez actuellement, vous pouvez passer par de la chirurgie ou d'autres traitements similaires pour installer une amélioration (voir Cuves de Guérison, p.

source: For a complete list of available implant/enhancement options, see pp.
fr_fr: Pour une liste complète des implants et des améliorations disponibles, voir pp.

source: 300-311, Gear.
fr_fr: 300-311, Matériel.

source: Psi is a rare and anomalous set of mental abilities that are acquired due to infection by a strange nanovirus released during the Fall.
fr_fr: Le Psi est un ensemble de capacités mentales rares et anormales qui sont acquises suite à l'infection par un nanovirus étrange libéré pendant la Chute.

source: Psi abilities are not completely understood, but they give characters certain advantages—as well as some disadvantages.
fr_fr: Les possibilités du Psi ne sont pas encore totallement comprises, mais elles donnent au personnages certains avantages - ainsi que certains inconvénients.

source: A character requires the Psi trait (p.
fr_fr: Un personnage doit prendre le trait Psi (p.

source: 147) to use psi abilities, which are called sleights.
fr_fr: 147) pour faire usage des capacités psi, qui sont appelés exploits.

source: Psi users are called asyncs.
fr_fr: Les utilisateurs du Psi sont appelés asyncs.

source: A full explanation of psi and details on the various sleights can be found in the Mind Hacks chapter, p.
fr_fr: Une explication détaillée du fonctionnement du Psi et des détails sur les divers exploits peuvent être trouvés dans le chapitre Piratage Cognitifs, p.

source: Everything you need to know about the rules—summed up on a single page.
fr_fr: Tout ce que vous avez besoin de savoir sur les règles - résumé en une seule page.

source: {Making tests (P.
fr_fr: {Faire des tests (P.

source: Roll d100 (two ten-sided dice, read as a percentile amount, from 00 to 99).
fr_fr: Lancez 1d100 (deux dés à dix faces, lus en pourcentage, de 00 à 99).

source: Target number is determined by the appropriate skill (or occasionally an aptitude).
fr_fr: Le seuil est déterminé par la compétence appropriée (ou occasionnellement, par une aptitude).

source: Difficulty is represented by modifiers.
fr_fr: La difficulté est représentée par des modificateurs.

source: 00 is always a success.
fr_fr: 00 est toujours un succès.

source: 99 is always a failure.
fr_fr: 99 est toujours un échec.

source: Margin of Success of 30+ is an Excellent Success.
fr_fr: Une Marge de Réussite de 30+ est une Réussite Exceptionnel.

source: Margin of Failure of 30+ is a Severe Failure.
fr_fr: Une Marge d'Échec de 30+ est un Échec Catastrophique.

source: A roll of doubles (00, 11, 22, 33, etc.) equals a critical success or failure.
fr_fr: Un double (00, 11, 22, 33, etc) équivaut à un succès critique ou à un échec critique.

source: {Success test (P.
fr_fr: {Tests de réussite (P.

source: To succeed, roll d100 and score equal to or less than the skill +/– modifiers.
fr_fr: Pour réussir, lancez 1d100 et obtenez un score inférieur ou égal à la compétence +/- les modificateurs.

source: {Opposed test (P.
fr_fr: {Tests en opposition (P.

source: Each character rolls d100 against their skill +/– modifiers.
fr_fr: Chaque personnage lance 1d100 contre sa compétence +/- les modificateurs.

source: The character who succeeds with the highest roll wins.
fr_fr: Le personnage qui réussit avec le jet le plus élevé l'emporte.

source: If both characters fail, or both succeed but tie, dead- lock occurs.
fr_fr: Si les deux personnages échouent, ou que les deux réussissent mais obtiennent le même résultat, la situation échoue en impasse.

source: {Simple success test (P.
fr_fr: {Test de réussite simple (P.

source: Simple Success Tests automatically succeed.
fr_fr: Les Tests de réussite simple réussissent automatiquement.

source: Success or failure on the roll simply indicates if the character succeeded strongly or poorly.
fr_fr: La réussite ou l'échec du jet indique simplement si le personnage réussit l'action avec brio ou de justesse.

source: {Defaulting (P.
fr_fr: {Défausser (P.

source: If a character does not have the appropriate skill for a test, they may default to the skill’s linked aptitude.
fr_fr: Si un personnage ne possède pas la compétence appropriée pour un test, il peut défausser sur l'aptitude lié à la compétence.

source: {Modifiers (P.
fr_fr: {Modificateurs (P.

source: Modifiers always affect the target number (skill), not the roll.
fr_fr: Les Modificateurs affectent le seuil (niveau de la compétence), pas le jet.

source: Modifiers (positive or negative) come in 3 levels of severity: Minor (+/–10) Moderate (+/–20) Major (+/–30) The maximum modifiers that can be applied are +/– 60.
fr_fr: Les Modificateurs (positifs ou négatifs) sont déclinés en 3 niveaux de sévérité: Mineur (+/-10) Modéré (+/-20) Majeur (+/-30) Le modificateur maximum applicable est de +/- 60.

source: {teamwork (P.
fr_fr: {Travail d'équipe (P.

source: One character is chosen as the primary actor; they make the test.
fr_fr: Un personnage est choisi comme acteur principal; il effectue le test.

source: Each helper character adds a +10 modifier (max.
fr_fr: Chaque assistant ajoute un modificateur de +10 (max.

source: {Taking the time (P.
fr_fr: {Prendre son temps (P.

source: Character may take extra time to complete an action.
fr_fr: Un personnage peuvent prendre du temps supplémentaire pour terminer une action.

source: On Complex actions, each minute taken adds +10 to the test.
fr_fr: Sur les actions Complexes, chaque minute prise ajoute un +10 au test.

source: On Task actions, every 50 percent extension to the timeframe adds +10 to the test.
fr_fr: Sur les actions de Tâche, toutes les augmentations de 50 pourcent de l'intervalle de temps ajoutent +10 au test.

source: Aptitudes range from 1 to 30 (average 15).
fr_fr: Les Aptitudes vont de 1 à 30 (la moyenne est à 15).

source: Aptitudes are: Cognition, Coordination, Intuition, Reflexes, Savvy, Somatics, and Willpower.
fr_fr: Les Aptitudes sont: Cognition, Coordination, Intuition, Réflexes, Astuce, Somatique et Volonté.

source: {Learned skills (P.
fr_fr: {Compétences apprises (P.

source: Skills range from 1-99 (average 50).
fr_fr: Les Compétences vont de 1 à 99 (avec une moyenne de 50).

source: Each skill is linked to and based on an aptitude.
fr_fr: Chaque compétence est liée à et basée sur une aptitude.

source: Morphs, gear, drugs, etc. may provide skill bonuses or penalties to individual skills.
fr_fr: Les morphs, le matériel, les drogues et autres, peuvent fournir des bonus ou des pénalités à des compétences spécifiques.

source: {Specializations (P.
fr_fr: {Spécialisations (P.

source: Specializations add +10 when using a skill for that area of concentration.
fr_fr: Une Spécialisation ajoute un modificateur de +10 en utilisant une compétence dans le domaine de concentration choisie.

source: Each skill may have only one specialization.
fr_fr: Chaque compétence ne peut avoir qu'une seule spécialisation.

source: {Action turns (P.
fr_fr: {Tour d'action (P.

source: Action Turns are 3 seconds in length.
fr_fr: Les Tour d'Actions durent 3 secondes.

source: The order in which characters act is determined by Initiative.
fr_fr: L'ordre dans lequel les personnages agissent est déterminé par leur Initiative.

source: Automatic actions are always "on." Characters may take any number of Quick Actions in a Turn (minimum of 3), limited only by the gamemaster.
fr_fr: Les Actions automatiques sont toujours "actives." Les personnages peuvent avoir autant d'Actions Rapides qu'ils le veulent dans un Tour (minimum 3), limité seulement par le maître de jeu.

source: Characters may only take a number of Complex Actions equal to their Speed stat.
fr_fr: Les personnages ne peuvent prendre qu'un nombre d'Action Complexe égal à leur stat Vitesse.

source: {Task actions (P.
fr_fr: {Actions de tâche (P.

source: Task Actions are any action that requires longer than 1 Action Turn to complete.
fr_fr: Les Actions de Tâches sont les actions qui nécessitent plus d'1 Tour d'Action pour se terminer.

source: Task Actions list a timeframe (anywhere from 2 Turns to 2 years).
fr_fr: Chaque Action de Tâche liste un intervalle (n'importe quelle durée, pouvant aller de 2 Tour à 2 ans, et plus).

source: Timeframe reduced by 10% for each 10 points of MoS.
fr_fr: L'intervalle est réduit de 10% pour chaque tranche de 10 points de MdR.

source: If character fails, they work on the task for a minimum period equal to 10% of the timeframe for each 10 points of MoF before realizing it's a failure.
fr_fr: Si le personnage échoue, il travaille à la tâche purent une période mnimale de 10% de cet intervalle pour chaque tranche de 10 points de MdE avant de réaliser leur échec.

source: Accelerated Future
fr_fr: Futur Accéléré

source: The future setting of Eclipse Phase introduces a number of technological elements that have a strong impact on transhuman society.
fr_fr: Le cadre futuriste de Eclipse Phase introduit un grand nombre d'éléments technologiques qui ont un impact élevé sur la société transhumaine.

source: These include backups and uploading, resleeving, egocasting, forking, nano-fabrication reputation systems, space habitats, and space travel, among others.
fr_fr: Cela inclut entre autres la sauveagrde et l'upload, la réincarnation, l'égocast, le frok, la nano-fabrication, les systèmes de réputations, les habitats spataiux et le voyage spatial.

source: Backups And Uploading
fr_fr: Suavegarde et Upload

source: The transhuman mind is no longer a prisoner of the biological hardware on which it originates.
fr_fr: L'esprit Transhumain n'est plus prisonnier du matériel biologique duquel il est originaire.

source: Through various mechanisms, biological brains may be digitally emulated, allowing people to make a backup of their minds, including their entire personality, memories, and skills—a process known as uploading.
fr_fr: Grâce à différents mécanismes, les cerveaux bilogiques peuvent être émulés numériquement, permettant aux personnes de faire une sauvegarde de leur esprit, incluant toute leur personnalité, leurs souvenirs et compétence - un procédé appelé upload.

source: The primary use of backups is to ensure the person's ego can be retrieved in case of death, in which case they may be resleeved (p.
fr_fr: L'utilisation principale des sauvegarde et de garantir que l'ego de la personne pourra être récupéré en cas de mort, ce qui dans ce cas leur pemettra de se réincarner (p.

source: For this reason, almost everyone in the solar system is equipped with a cortical stack (p.
fr_fr: Pour cette raison, presque tout le monde dans le système solaire est équipé d'une pile corticale (p.

source: Backups may also be safely archived in secure storage (p.
fr_fr: Les sauvegarde peuvent également être archivé dans des stockages sécurisés (p.

source: 269) or used to create infomorphs (p.
fr_fr: 269) ou utilisés pour créer des infomorphs (p.

source: A person may also egocast themselves across the solar system as a form of travel (p.
fr_fr: Une personne peut aussi s'egocast à travers le systèmle solaire comem moyen de voyager (p.

source: Cortical stack implants deploy a network of nanobots throughout the brain that take a snapshot of the mind's neural state, storing the data as a backup within the cortical stack.
fr_fr: Les implants de piles corticales déploient un réseau de nanobots dans le cerveau qui rpend un paerçu de l'état neural de l'esprit, sauvegardant les données à l'intérieur de la pile corticale.

source: The average transhuman's cortical stack backs up their ego 86,400 times per day.
fr_fr: La pile corticale transhumaine moyenne sauvegarde 86,400 fois l'ego par jour.

source: Only the most recent backup is kept within the stack; older ones are overwritten.
fr_fr: Seul la sauvegarde la plus récente est préservée dans la pile; les plus anciens sont écrasés.

source: Pods and synthmorphs also can be equipped with cortical stacks (though AI-piloted bots often lack this feature), though these versions maintain an updated copy of the ego running in the morph's cyberbrain.
fr_fr: Les pods et les synthmorphs peuvent aussi être équipés avec des piles corticales (bien que les bots pilotés par des IA n'ont géénralement pas cette caractériqtique), bien que ces versions maintienent une copie à jour de l'ego fonctionnant das le cybercerveau de la morph.

source: In the case of death, accidental or otherwise, a cortical stack can be retrieved from a corpse and used to recover the character, either as an infomorph or by resleeving them in a new morph.
fr_fr: En cas de mort, accidentelle ou non, une pile corticale peut-être récupérée sur un cadavre et être utilisée pour restaurer le personnage, soit à l'état d'infomorph, soit en le réincarnant dans une nouvelle morph.

source: Cortical stacks are diamond-hardened and protected, so they may often be retrieved even if the corpse is badly mangled or damaged.
fr_fr: Les piles corticales sont blindées au diament, et peuvent donc être souvent récupérées, même si le corps est gravement attaqué ou endommagé.

source: If the corpse cannot be recovered or the cortical stack is destroyed, the backup is lost.
fr_fr: Si le cadavre ne peut pas être récupéré ou si la pile corticale est détruite, la sauvegarde est perdue.

source: High rollers, well-equipped brinkers, and others in dangerous professions often opt for an emergency farcaster accessory (p.
fr_fr: Les risques-tout, les bordés sur-équippés et d'aures ayant une profession dangereuse optent souvent pour un farcaster d'urgence en accessoire (p.

source: 306) that periodically (usually every 48 hours, but varying according to contract) transmits a backup from the cortical stack to a remote storage facility.
fr_fr: 306) qui transmet périodiquement (habituellement toutes les 48 heures, mais cela peut varier en fonction du contrat) une sauveagrde de la pile corticale vers une installation de stockage distante.

source: This option is quite expensive, however and so is generally only afforded by the wealthy.
fr_fr: Cette option reste relativement chère et n'est abordabel que par les plus riches.

source: Most cortical stacks are carefully excised from a corpse with surgery.
fr_fr: La plupart des piles corticales sont minutieusement excisées du cadavre par chirugie.

source: In certain circumstances, however, a character may need to extract a cortical stack in the field, whether because transporting the corpse is impractical or because the dead person is an enemy and they either don't want them knowing who killed them or they want to interrogate them with psychosurgery in a simulspace.
fr_fr: Dans certaines circonstances un personnage peut avoir besoin d'extraire une pile corticale sur le terrain, que cela soit parceque transporter le cadavre n'est pas pratique ou parceque le mort est un ennemis et que le personnage ne veut pas qu'il sache qui l'a tué ou qu'il veuillent l'interroger avec de la psychochirurgie en simulspace.

source: The process of cutting out a cortical stack is called ``popping,'' as a skilled extractor can usually get the smooth-shelled implant to pop right out by making an incision in the correct place and applying pressure.
fr_fr: La procédure pour extraire la pile corticale est appelée "poper," car un extracteur compétent peut habituellement faire sortir la coque lisse de l'implant en faisant une incision au bon endroit et en y appliquant une pression.

source: One does need to be careful that the tiny, blood-slick stack doesn't slip away once popped.
fr_fr: Il faut faire attention à ce que la petite pile dégoulinante de sang ne glisse pas au loin lorsqu'elle est popée.

source: Popping can be done with a sharp knife and elbow grease, though it is grisly.
fr_fr: On peut poper une pile avec un couteau aiguisé et de l'huile de coude, bien que cela soit sanglant.

source: Popping a stack is a Task Action that requires a Medicine: [any appropriate field] Test with a timeframe of 1 minute and a modifier of +20.
fr_fr: Poper une pile est une Action de Tâche qui nécessite un Test de médecine: [n'importe quel domaine utile] avec un Intervalle d'1 minute et un modificateur de +20.

source: Morphs with stacks in non-standard locations or with anatomical shielding (carapace plates, etc.) around the stack may incur penalties to this test at the gamemaster's discretion.
fr_fr: Les morphs avec une pile à un endorit non-standard ou avec un renforcement anatomique (plaques de carapaces, etc.) autour de la pile peuvent infliger des pénalités à ce test, à la discrétion du maître de jeu.

source: Of course, if you don't have the time for a precise extraction, you can always just cut the entire head off and take it with you.
fr_fr: Bien entendu, si vous n'avez pas le temps pour une extraction précise, vous pouvez toujouts enlever toute la tête et l'emmener avec vous.
